export default `::: headStart
## 小黑子 - 前端架构师
::: start
**工作经验**：8年
:::
**当前岗位**： 前端小组长
:::
**期望岗位**：前端架构师
:::
**期望薪资**：40k
::: end

::: start
**邮箱**：examples@163.com
:::
**电话号码**：12345678901
::: end
::: headEnd

## 专业技能
1. 精通 Vue.js、React.js 框架源码，对此类框架有自己的理解，能根据实际业务场景进行技术选型
2. 精通 Nuxt.js、Next.js 以及社区相关的 SSR 渲染框架原理以及使用，对其实现也有自己的理解
3. 精通计算机网络、计算机组成原理、操作系统，对 HTTPS、HTTP、TCP、UDP 有过深入研究
4. 精通微前端框架，如 qiankun、EMP、Single-spa，并能够根据实际业务场景进行项目架构设计
5. 精通前端性能优化、浏览器底层原理、ChromeV8引擎，对前端性能调优有自己的理解
....

## 工作经历
::: start
**阿里巴巴 - 飞猪 - 平台事业部**
:::
**2017.08 - 2019.09**
::: end
**工作内容**：
1. 负责前端部门每周的 CodeReview 推进，给部门前端做技术分享
2. 负责搭建业务组件库的整体架构，解决工作中出现的复杂问题
3. 编不来了你们自己写吧 xxxxxxxx

::: start
**腾讯 - 天美 - 游戏体验部**
:::
**2014.07 - 2017.06**
::: end
**工作内容**：
1. 负责前端部门每周的 CodeReview 推进，给部门前端做技术分享
2. 负责搭建业务组件库的整体架构，解决工作中出现的复杂问题
3. 编不来了你们自己写吧 xxxxxxxx

....
## 项目经历
::: start
### xxxxxx组件库
:::
**2018.07 - 2019.09**
::: end
**项目介绍**：组件库的背景，为何需要这个组件库...
**工作内容**：
1. 由于xxxxxxxx，使用xxx方式构建了xxx组件库，其中xxxx
2. 解决了xxxxxxx
3. 编不来了自己写吧xxxxxxx
**项目难点**：
1. 文件内容过多，上传文件较慢，用户体验差
2. 复杂业务组件的多状态联动

::: start
### xxxxxx风控系统
:::
**2017-2019**
::: end

**项目介绍**：系统的背景，为何需要这个系统...

**工作内容**：
1. 由于xxxxxxxx，使用xxx方式构建了xxx系统，其中xxxx
2. 解决了xxxxxxx
3. 编不来了自己写吧xxxxxxx

**项目难点**：
1. 文件内容过多，上传文件较慢，用户体验差
2. 复杂业务组件的多状态联动

## 教育背景
::: start
**南昌大学**
:::
**2011.09 - 2014.07**
::: end
软件学院 - 电子信息 - 硕士
::: start
**南昌大学**
:::
**2007.09 - 2011.07**
::: end
软件学院 - 软件工程 - 本科

## 自我评价
自行发挥，感觉是口水话的可写可不写....`