export default `::: headStart
# 求职简历 - 运营
::: start
如花 / 女 / xxxx.xx / xxxxx / 电子商务
本科/xxxx年毕业/党员

:::

[icon:email qiufenghyf@163.com](mailto:qiufenghyf@163.com)
icon:phone 155xxxx8888
::: end
::: headEnd
## icon:user 自我评价
本人一贯爱岗敬业，提倡团队协作精神。对待工作首先就要看怎样去看待这份工作，是累的、苦的，能踏踏实实去做将心放入这个组织当中去。要做好一件事，答应去做的事，那么就要守信去做，不管做的好不好都能如实讲出来。
我时刻要注意到这是一个团队，它所凝集的是一股强大的力量。团队当中一个人的力量是非常小的，始终离不开大家。


## icon:school 教育经历
::: start
- **江西xxxx大学**
- 工商管理学院 - 软件工程（本科） GPA 3.6 / 4.0
:::

**2021.09 - 2023.07**
::: end

::: start
- **江西xxxxxx大学**
- 工商管理学院 - 电子商务 GPA 3.7 / 4.0

:::

**2018.09 - 2021.07**

::: end

## icon:product 获奖经历
- 2021 - 2022年国家励志奖学金 / 2019 - 2020年国家奖学金
- 2020年全国高等学校计算机能力挑战赛 大数据应用 全国总决赛一等奖
- 2019年一带一路金砖国家技能发展与技能创新大赛 工业大数据应用 大赛 二等奖
- 2022年 “中植杯” 江西财经大学VR产业学院VR作品大赛 一等奖

## icon:product 工作经历
### 杭州xx网络有限公司 - 电商运营 （2018.3-2018.7）
1. 对电商平台整体规划设计、前台页进行更新迭代设计、主题活动设计、专题页设计；
2. 对电商网站页面设计、店铺产品装修、详情页面设计、推广图等图片设计制作。
3. 对照片进行精修，熟悉抠图、调色及各种常规及特殊调色手法；
4. 负责图片、文字设计排版，要求卖点突出、方便阅读、吸引购买；
5. 根据设计逻辑及活动/宝贝特性，进行文案描写；
6. 配合运营、业务部门及客户反馈，优化、修正商品图片信息；

## icon:project 项目经历
- **项目时间**：2016-05 到 2015-07
- **项目名称**：通用存储项目
- **项目描述**：该项目客户为建设银行，客户出货地点比较分散。Rack出货方式基本为整机柜出货，但小批量或者几台出货就不能选取整机柜出货这种方式，项目组预计单包装出货，让可靠性评估出货进行相应包装测试；评估后因该机型无上盖、重量较大、且机构强度不能满足单包装出货测试，单包出货有很大风险；与客户沟通建议后直接采取栈板出货方式，通过了出货测试，保证了顺利出货。
- **我的职责**：作为项目管理可靠性工程师，负责整个项目的可靠性测试管理工作，包括项目可靠性方案设计与计划排配、测试报价、测试进展、测试报告编写等。

## icon:technology 专业技能
- **常用数据分析法**：聚类分析、对比分析、漏斗分析法、同期群分析。
- **漏斗分析法**：一套流程式数据分析，它能够科学反映用户行为状态以及从起点到终点各阶段用户转化率情况的重要分析模型。
- **xxxxxxxx**： xxxxxxxxxxxxxxxxxxxxxxxx
- **xxxxxxxx**： xxxxxxxxxxxxxxxxxxxxxxxx
- **xxxxxxxx**： xxxxxxxxxxxxxxxxxxxxxxxx
- **xxxxxxxx**： xxxxxxxxxxxxxxxxxxxxxxxx
`