export default `::: start
::: headStart
![个人头像](https://avatars.githubusercontent.com/u/54731221?v=4)
## 张三 - 商务类简历模板
### icon:user 基本信息
**生日**：2000-08-01
**民族**：汉
**政治面貌**：共青团员
**婚姻状况**：未婚
**籍贯**：北京
**身高**：172
**体重**：60kg
### icon:trophy 获奖证书
雅思（6.5分）
大学英语四六级
全国计算机四级证书
校级社会实践先进个人
全国大学生英语写作大赛优秀奖
全国大学生“互联网+”国家一等奖
大学英语四六级
全国计算机四级证书
校级社会实践先进个人
全国大学生英语写作大赛优秀奖
全国大学生“互联网+”国家一等奖
大学英语四六级
全国计算机四级证书

### icon:douyin 兴趣爱好
- 数码科技产品 / 旅游 / 骑行
- 数码科技产品 / 旅游 / 骑行
- 数码科技产品 / 旅游 / 骑行
- 数码科技产品 / 旅游 / 骑行
- 数码科技产品 / 旅游 / 骑行
- 数码科技产品 / 旅游 / 骑行
- 数码科技产品 / 旅游 / 骑行
- 数码科技产品 / 旅游 / 骑行
::: headEnd
:::
## icon:user 自我评价
本人一贯爱岗敬业，提倡团队协作精神。对待工作首先就要看怎样去看待这份工作，是累的、苦的，能踏踏实实去做将心放入这个组织当中去。要做好一件事，答应去做的事，那么就要守信去做，不管做的好不好都能如实讲出来。我时刻要注意到这是一个团队，它所凝集的是一股强大的力量。团队当中一个人的力量是非常小的，始终离不开大家。

## icon:school 教育背景
::: start
**香港中文大学**
新能源科学与工程学院 - 硕士 - GPA：3.0 / 5
:::
**2019-2020**
::: end
::: start
**南昌大学**
能源工程学院 - 本科 - GPA：3.0 / 5
:::
**2016-2019**
::: end
写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历写你的在校经历
...
## icon:project 项目经历
::: start
**智能汽车之无限充电技术**
:::
**2021-09 至 20212-07**
::: end
从了解当代只能充电汽车发难，发现其优缺点，在此基础上优化设计，提出新型改进，从了解当代只能充电汽车发难，发现其优缺点，在此基础上优化设计，提出新型改进
从了解当代只能充电汽车发难，发现其优缺点，在此基础上优化设计，提出新型改进
::: start
**智能汽车之无限充电技术**
:::
**2021-09 至 20212-07**
::: end
从了解当代只能充电汽车发难，发现其优缺点，在此基础上优化设计，提出新型改进，从了解当代只能充电汽车发难，发现其优缺点，在此基础上优化设计，提出新型改进
从了解当代只能充电汽车发难，发现其优缺点，在此基础上优化设计，提出新型改进


## icon:technology 专业技能
- 精通HTML/DIV+CSS/Less/Sass等前端web开发技术，兼容多种移动端、PC端浏览器的代码，CSS3新特性;
- 熟练掌握js、ES6等新特性，以及Ajax(Fetch)、Json、Axios、以及代理跨域与后端实现数据交互;
- 熟练rem等响应式布局，解决WebApp页面的常见问题，适配多种手机终端和系统;
- 熟练前端主流web开发库及框架，如react、vue、jquery等，了解其运行原理MVVM，具有实际开发经验;
::: end`